{
  "news": [
    {
      "id": 0,
      "image": "https://image.ondacero.es/clipping/cmsimages02/2022/10/17/BF222101-B7D9-4A98-9C28-9F4B1DBF53F3/gente-hace-cola-hacerse-prueba-pcr-coronavirus-china_97.jpg?crop=1920,1080,x0,y53&width=1600&height=900&optimize=high&format=webply",
      "title": "China confines almost a million people in the east of the country and increases restrictions",
      "description": "Almost a million residents of the Zhongyuan district, one of the most populous in the city of Zhengzhou, have been ordered to stay at home from Monday.",
      "info": "The city of Zhengzhou, in eastern China, joins the increase in restrictions that China is imposing in the face of coronavirus outbreaks. Nearly a million residents of the Zhongyuan district have been ordered to stay home from Monday, except for times when they have to undergo coronavirus tests, according to local media.",
      "views": 12742
    },
    {
      "id": 1,
      "image": "https://img.asmedia.epimg.net/resizer/-gotA4sBu6rZxT2eHu4Mvxeev6A=/736x414/cloudfront-eu-central-1.images.arcpublishing.com/diarioas/UO7IVK65OBMMBFLMEGIZMJLG5Y.jpg",
      "title": "BQ.1, the new variant of COVID-19 circulating in Spain: what are its symptoms?",
      "description": "Flu-like symptoms have been observed again, in addition to a feeling of general weakness, sneezing and headaches, throat and muscle aches.",
      "info": "The BQ.1 variant of the coronavirus has been detected for the first time in wastewater in Catalonia, according to the Secretary of Public Health, Carmen Cabezas, in an interview with RAC1 although, for now, no case of infection in people is known. This is a descendant of the BA.5 variant of Omicron.\n\nAnd it is that COVID-19 is still present among us. The latest figures published by the Ministry of Health, dated October 14, show a rise in the incidence of the coronavirus, more specifically double the number of cases compared to the previous week, with 20,652 compared to 10,843.",
      "views": 5500
    },
    {
      "id": 2,
      "image": "https://static.eldiario.es/clip/ebfb7804-6594-43bd-b493-ab561ea08181_16-9-discover-aspect-ratio_default_0.jpg",
      "title": "Health vaccinated 95,102 people against the flu during the first week of the campaign in the Valencian Community",
      "description": "Another 110,391 people have already received the second booster dose against Covid 19",
      "info": "The Ministry of Universal Health and Public Health has immunized 95,102 people in the Valencian Community during the first week of the flu vaccination campaign. Specifically, they are 20,000 doses more than during the first week of the 2021/22 campaign, when 75,000 vaccines were inoculated between October 26 and November 1.",
      "views": 12513
    },
    {
      "id": 3,
      "image": "https://ichef.bbci.co.uk/news/976/cpsprodpb/14E8E/production/_127264658_gettyimages-583690223.jpg.webp",
      "title": "Friends could be key to finding fitness motivation",
      "description": "Social interaction could be key to kick-starting a fitness regime, US research suggests.",
      "info": "Exercising with a friend requires commitment and accountability, Andre Bates, of Barry's Bootcamp, which holds group exercise classes across the UK, says.\n\n\"It's very easy not to go and exercise when you're relying on yourself - but with a friend, you can use each other for motivation to make sure you stick at what you set out to do,\" he says.",
      "views": 3321
    },
    {
      "id": 4,
      "image": "https://media-cldnry.s-nbcnews.com/image/upload/t_fit-1240w,f_auto,q_auto:best/rockcms/2022-10/102022-HeliumShortageMRIs-JN-91db91.jpg",
      "title": "The world is running out of helium. Here's why doctors are worried.",
      "description": "Liquid helium, the coldest element on Earth, is needed to keep the magnets in MRI machines running. Without it, doctors would lose a critical medical tool.",
      "info": "A global helium shortage has doctors worried about one of the natural gas’s most essential, and perhaps unexpected, uses: MRIs.\n\nStrange as it sounds, the lighter-than-air element that gives balloons their buoyancy also powers the vital medical diagnostic machines. An MRI can’t function without some 2,000 liters of ultra-cold liquid helium keeping its magnets cool enough to work. But helium — a nonrenewable element found deep within the Earth’s crust — is running low, leaving hospitals wondering how to plan for a future with a much scarcer supply",
      "views": 4331
    },
    {
      "id": 5,
      "image": "https://post.healthline.com/wp-content/uploads/2022/10/male-pills-laptop-1296x728-header-1296x729.jpg",
      "title": "Cholesterol-Lowering Statins: Do They Help With COVID-19?",
      "description": "In a new study, researchers examined the medical records of over 38,000 patients hospitalized for COVID-19",
      "views": 3312
    },
    {
      "id": 6,
      "image": "https://post.medicalnewstoday.com/wp-content/uploads/sites/3/2022/10/prunes_bone_GettyImages1074263786_Header-1024x575.jpg",
      "title": "Eating 5 to 6 prunes a day may prevent bone loss, osteoporosis",
      "description": "Osteoporosis, or loss of bone mass and density, afflicts many people, especially people over 50, leading to an increased risk of breaks and fractures.",
      "info": "Osteoporosis is a condition in which a person’s bones lose density and mass, making bones more likely to break. According to the National Osteoporosis Foundation, some 10 million Americans have the condition, with another 44 million lacking in bone density, placing them at risk of osteoporosis.",
      "views": 3301
    },
    {
      "id": 7,
      "image": "https://cdn.www.gob.pe/uploads/document/file/3768578/standard_IMG-20221018-WA0279.jpg.jpg",
      "title": "Minsa and Government of France extend cooperation agreement that promotes research in the fight against cancer",
      "description": "an agreement was signed between the National Institute of Neoplastic Diseases and the French Research Institute for Development",
      "info": "At the First Franco-Peruvian Health Meeting, the National Institute of Neoplastic Diseases (INEN), of the Ministry of Health (Minsa), and the French Institute of Research for Development (IRD) signed the addendum, for four years more, of the “Framework Agreement for Scientific and Technical Cooperation”.",
      "views": 12742
    },
    {
      "id": 8,
      "image": "https://media-cldnry.s-nbcnews.com/image/upload/t_fit-1240w,f_auto,q_auto:best/rockcms/2022-10/221021-pfizer-mb-1355-a58531.jpg",
      "title": "Pfizer plans to sell Covid vaccines at $110 to $130 per dose",
      "description": "The estimated price tag is the list price, meaning people with health insurance are likely to pay only a fraction of that cost or nothing at all.",
      "info": "Pfizer plans to sell the Covid vaccine it developed with BioNTech at $110 to $130 per dose for teens and adults once the U.S. government stops paying for them, the drugmaker said Friday.\n\nThe estimated price for Pfizer’s shot is in line with other adult vaccinations, such as for hepatitis and shingles, which can range from as little as $13 to more than $200, according to the Centers for Disease Control and Prevention. \n\nThe $110 to $130 price tag is the list price, meaning people with Medicare or private health insurance would most likely pay only a fraction of that cost or nothing at all, said Cynthia Cox, vice president and director for the program on the Affordable Care Act for KFF, also known as the Kaiser Family Foundation. Insurers, Cox noted, had been expecting the price to be around $100.\n\nPfizer said the price takes into account the “value” of the vaccine as well as the cost it takes to make it.\n\nThe shots will be packaged in a single-dose vial, the company said, rather than the multi-dose vials that have been used throughout the pandemic.\n\nCox said that once the federal government stops paying for the shots, people will most likely need to get the shots administered at an in-network pharmacy or clinic; otherwise, they might be on the hook for the full list price. \n\nSince the start of the pandemic, the government has provided Americans with free Covid tests, vaccines and treatment, through a combination of funding from Congress and other government programs.\n\nBut officials have said that as the nation transitions out of the emergency phase of the pandemic and Covid supplies continue to diminish due to a lapse in funding, Covid prevention and care will need to move to the commercial market, most likely starting in the new year. The government has already stopped providing free Covid tests.",
      "views": 471
    },
    {
      "id": 9,
      "image": "https://media-cldnry.s-nbcnews.com/image/upload/t_fit-560w,f_auto,q_auto:best/rockcms/2022-10/221022-evusheld-mjf-1509-50497c.jpg",
      "title": "Omicron subvariants pose a new threat to people with immune deficiencies",
      "description": "New versions of the omicron virus show resistance to the antibody drugs many need for extra protection against Covid.",
      "info": "People with compromised immune systems face a new winter of discontent as the ever-mutating omicron virus threatens to outrun the preventive monoclonal antibody cocktail that hundreds of thousands of them have relied upon for extra protection against Covid.\n\nTroubling recent reports reveal the emergence of new omicron subvariants that not only evade AstraZeneca’s Evusheld, the antibody drug authorized to prevent Covid infection, but also the sole antibody drug that has retained effectiveness as treatment for Covid, Eli Lilly’s bebtelovimab.\n\n“It scares the hell out of us,” said Minneapolis area resident Mimi Razim-FitzSimons.\n\nHer daughter, Laura, 23, has a rare autoimmune condition that caused her to need a new kidney. Laura is highly immunocompromised by drugs used to prevent transplant rejection. Doctors have cautioned that should Laura get Covid, this could aggravate her autoimmune disease and lead to catastrophic kidney damage.\n\nEvusheld is a long-acting antibody injection given every six months that studies have suggested provides a robust buffer to the immunosuppressed. An Israeli study of this population published July 29 found that Evusheld was associated with half the incidence of coronavirus infection and a 92% lower likelihood of hospitalization or death.",
      "views": 900
    },
    {
      "id": 10,
      "image": "https://media-cldnry.s-nbcnews.com/image/upload/t_fit-1240w,f_auto,q_auto:best/rockcms/2022-10/221020-Womens-Clinic-Mississippi-heartbeat-fetus-pregant-2021-ac-509p-2b01f5.jpg",
      "title": "Covid was a contributing factor in 25% of maternal deaths in 2020 and 2021",
      "description": "Pregnancy-related deaths have spiked nearly 80% since 2018, according to a new government report.",
      "info": "Covid-19 drove a dramatic increase in the number of women who died from pregnancy or childbirth complications in the U.S. last year, a crisis that has disproportionately claimed Black and Hispanic women as victims, according to a government report released Wednesday.\n\nThe report lays out grim trends across the country for expectant mothers and their newborn babies.\n\nIt finds that pregnancy-related deaths have spiked nearly 80% since 2018, with Covid-19 being a factor in a quarter of the 1,178 deaths reported last year. The percentage of preterm and low birthweight babies also went up last year, after holding steady for years. And more pregnant or postpartum women are reporting symptoms of depression.\n\n“We were already in the middle of a crisis with maternal mortality in our country,” said Karen Tabb Dina, a maternal health researcher at the University of Illinois at Urbana-Champaign. “This really shows that Covid-19 has exacerbated that crisis to rates that we, as a country, are not able to handle.”\n\nThe nonpartisan U.S. Government Accountability Office, which authored the report, analyzed pregnancy-related deaths after Congress mandated that it review maternal health outcomes in the 2020 coronavirus relief bill.\n\nThe maternal death rate in the U.S. is higher than many other developed nations and had been on the rise in the years leading up to the pandemic, but Covid-19 has only worsened conditions here for pregnant women.\n\nWomen who contract the virus while pregnant face elevated health risks. Staffing shortages and Covid-19 restrictions created more hurdles for expecting mothers to get in-person health care; and pandemic stress has intensified depression, a common condition during pregnancy.\n\nMental health issues likely contributed to the increase in pregnancy-related deaths, Tabb Dina said. Many women who experience depression and anxiety during or after their pregnancy struggle to get the care they need.\n\n“Mental health is the greatest complication in pregnancy that we don’t understand,” she said.\n\nThe biggest spike in deaths came during July through December of last year, as the Covid-19 delta variant infected millions, noted Carolyn Yocom, a director at the Government Accountability Office.\n\n“It’s really clear from the data that the time in which the delta variant spread seemed to correspond to a huge increase in deaths,” Yocom said.",
      "views": 7336
    },
    {
      "id": 11,
      "image": "https://media-cldnry.s-nbcnews.com/image/upload/t_fit-1240w,f_auto,q_auto:best/rockcms/2022-10/221020-children-covid-vaccine-mn-0915-8f39f8.jpg",
      "title": "CDC group endorses adding Covid shots to recommended vaccine schedule",
      "description": "The unanimous recommendation to add the vaccine to the annual schedule does not mandate the shots or preclude unvaccinated kids from attending school.",
      "info": "An advisory committee to the Centers for Disease Control and Prevention voted Thursday in favor of adding the Covid vaccine to the recommended immunization schedule for children and adults.\n\nChildren 6 months and older, as well as adults, should get the Covid vaccine, plus boosters, when they are eligible for it, the Advisory Committee on Immunization Practices said in an unanimous vote.\n\nFull coverage of the Covid-19 pandemic\n\nThe CDC's advisory committee meets every year to review the vaccination schedule and make updates. The schedule is meant to help guide doctors in determining when to administer a number of important vaccinations, particularly for children, including vaccinations for polio, measles, whooping cough and tetanus.\n\nThe decision to officially add Covid vaccination to the schedule now goes to the CDC. The agency is expected to sign off on the recommendation, but it is not required to do so.\n\nThe recommended immunization schedule is not a vaccine mandate. States and local jurisdictions make their own rules about which vaccines are required for school attendance.\n\n\"Moving Covid-19 to the recommended immunization schedule does not impact what vaccines are required for school entrance, if any,\" Dr. Nirav Shah, director of the Maine Center for Disease Control and Prevention, said during Thursday's ACIP meeting. \"Local control matters. And we honor that the decision around school entrance for vaccines rests where it did before, which is with the state level, the county level and at the municipal level, if it exists at all.\"\n\n\"This discussion does not change that,\" he said.\n\nFor example, the CDC added the HPV vaccine to the recommended schedule in 2006. Since then, just a handful of states and territories have mandated the vaccines for public school attendance. Puerto Rico, Rhode Island and Washington, D.C., require HPV vaccines for boys and girls. Virginia requires the shots for girls only.",
      "views": 195
    }
  ],
  "patients": [
    {
      "id": 0,
      "name": "Martin Vizcarra",
      "DNI": "6723518",
      "genre": "Male",
      "birthday": "27/12/1999",
      "email": "correo@gmail.com",
      "cell1": 987654321,
      "cell2": 917383464,
      "password": "contrasupersecreta",
      "photo": "https://thumbs.dreamstime.com/b/viejo-hombre-24922470.jpg"
    },
    {
      "id": 1,
      "name": "Luis Sanchez Gomez",
      "DNI": "125536",
      "genre": "Male",
      "birthday": "07/02/1959",
      "email": "correo1@gmail.com",
      "cell1": "334712124",
      "cell2": "917383464",
      "password": "contrasupersecreta123",
      "photo": "https://img.freepik.com/fotos-premium/viejo-mirando-camara_23-2148239005.jpg"
    },
    {
      "id": 2,
      "name": "Nancy Cirila",
      "DNI": "6723518",
      "genre": "Female",
      "birthday": "20/11/1967",
      "email": "email@gmail.com",
      "cell1": "987654321",
      "cell2": "917383464",
      "password": "contr124asupersecreta",
      "photo": "https://s1.eestatic.com/2020/05/11/actualidad/actualidad_489212860_151809095_1024x576.jpg"
    },
    {
      "id": 3,
      "name": "Martha Mirones",
      "DNI": "09182353",
      "genre": "Female",
      "birthday": "12/12/1912",
      "email": "gmail@gmail.com",
      "cell1": "345772341",
      "cell2": "94562345",
      "password": "contrahypersupersecreta",
      "photo": "https://s1.abcstatics.com/media/gente/2021/10/20/ii-kc9B--620x349@abc.jpg"
    },
    {
      "id": 4,
      "name": "Loky García",
      "DNI": "67223488",
      "genre": "Male",
      "birthday": "31/05/2000",
      "email": "mail@gmail.com",
      "cell1": "345623453",
      "cell2": "945671231",
      "password": "passwordupersecreta",
      "photo": "https://images.unsplash.com/photo-1570295999919-56ceb5ecca61?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxzZWFyY2h8Mnx8bWFufGVufDB8fDB8fA%3D%3D&w=1000&q=80"
    },
    {
      "id": 5,
      "DNI": "74717985",
      "name": "Edgar Alexander Malca  Rojas",
      "genre": {
        "name": "Male",
        "code": "M"
      },
      "birthday": "2022-10-30T05:00:00.000Z",
      "email": "alexmrojas22@gmail.com",
      "cell1": "96429990",
      "cell2": "152364789",
      "password": "edgar123456",
      "photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Emblem-person-blue.svg/2048px-Emblem-person-blue.svg.png"
    },
    {
      "id": 6,
      "DNI": "70658893",
      "name": "Luis Pineda Ugas",
      "genre": {
        "name": "Male",
        "code": "M"
      },
      "birthday": "2022-10-11T05:00:00.000Z",
      "email": "luispineda@gmail.com",
      "cell1": "789456123",
      "cell2": "987456123",
      "password": "luispineda01",
      "photo": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d8/Emblem-person-blue.svg/2048px-Emblem-person-blue.svg.png"
    }
  ],
  "medicalInformation": [
    {
      "id": 0,
      "idPatient": 0,
      "height": 1.72,
      "weight": 70.2,
      "bodyMass": 32,
      "allergies": [
        {
          "id": 0,
          "allergie": "Penicillin and derivatives"
        },
        {
          "id": 1,
          "allergie": "Cats and other felines"
        },
        {
          "id": 2,
          "allergie": "Insulin"
        },
        {
          "id": 3,
          "allergie": "Peanut"
        }
      ],
      "pathologicals": [
        {
          "id": 0,
          "pathological": "Arterial hypertension"
        },
        {
          "id": 1,
          "pathological": "Gonorrhea"
        },
        {
          "id": 2,
          "pathological": "Cancer"
        },
        {
          "id": 3,
          "pathological": "AIDS"
        }
      ]
    },
    {
      "id": 1,
      "idPatient": 1,
      "height": 1.64,
      "weight": 56.4,
      "bodyMass": 29,
      "allergies": [],
      "pathologicals": [
        {
          "id": 0,
          "pathological": "Cancer"
        }
      ]
    },
    {
      "id": 2,
      "idPatient": 2,
      "height": 1.52,
      "weight": 70.2,
      "bodyMass": 35,
      "allergies": [
        {
          "id": 0,
          "allergie": "Penicillin and derivatives"
        },
        {
          "id": 1,
          "allergie": "Cats and other felines"
        },
        {
          "id": 2,
          "allergie": "Insulin"
        },
        {
          "id": 3,
          "allergie": "Peanut"
        },
        {
          "id": 4,
          "allergie": "Dogs"
        }
      ],
      "pathologicals": [
        {
          "id": 0,
          "pathological": "Arterial hypertension"
        },
        {
          "id": 1,
          "pathological": "Gonorrhea"
        },
        {
          "id": 2,
          "pathological": "Cancer"
        }
      ]
    },
    {
      "id": 3,
      "idPatient": 3,
      "height": 1.5,
      "weight": 49.2,
      "bodyMass": 22,
      "allergies": [
        {
          "id": 0,
          "allergie": "Penicillin and derivatives"
        },
        {
          "id": 1,
          "allergie": "Cats and other felines"
        },
        {
          "id": 2,
          "allergie": "Insulin"
        },
        {
          "id": 3,
          "allergie": "Peanut"
        },
        {
          "id": 4,
          "allergie": "Insulin"
        },
        {
          "id": 5,
          "allergie": "Peanut"
        }
      ],
      "pathologicals": [
        {
          "id": 0,
          "pathological": "Arterial hypertension"
        },
        {
          "id": 1,
          "pathological": "Gonorrhea"
        },
        {
          "id": 2,
          "pathological": "Milk"
        },
        {
          "id": 3,
          "pathological": "AIDS"
        }
      ]
    }
  ],
  "doctors": [
    {
      "id": 1,
      "name": "Jose Miguel",
      "area": "Dentist",
      "description": "A responsible doctor who always tries to help those who need it.",
      "patients": 345,
      "years": 25,
      "age": 54,
      "cost": 70.23,
      "photo": "https://media.revistagq.com/photos/5ca5fd6e3492a940f5bf1bf0/1:1/w_511,h_511,c_limit/doctor_mike_gq_5080.jpg",
      "education": [
        {
          "id": 0,
          "name": "PUCP"
        },
        {
          "id": 1,
          "name": "UPC"
        }
      ],
      "hoursAvailable": [
        {
          "id": 0,
          "hours": "9:00 AM - 10:00 AM",
          "booked": true
        },
        {
          "id": 1,
          "hours": "12:00 PM - 14:00 PM",
          "booked": false
        },
        {
          "id": 2,
          "hours": "15:30 PM - 17:00 PM",
          "booked": false
        },
        {
          "id": 3,
          "hours": "17:00 PM - 18:30 PM",
          "booked": false
        },
        {
          "id": 4,
          "hours": "20:00 PM - 21:00 PM",
          "booked": false
        }
      ]
    },
    {
      "id": 2,
      "name": "Nancy Monica",
      "area": "pediatrician",
      "description": "A responsible doctor who always tries to help those who need it.",
      "patients": 45,
      "years": 15,
      "age": 70,
      "cost": 700,
      "photo": "https://upload.wikimedia.org/wikipedia/en/thumb/5/53/Greys-Anatomy-Season-7-Promo-9.jpg/220px-Greys-Anatomy-Season-7-Promo-9.jpg",
      "education": [
        {
          "id": 0,
          "name": "SAN MARCOS"
        },
        {
          "id": 1,
          "name": "ALAS PERUANAS"
        }
      ],
      "hoursAvailable": [
        {
          "id": 0,
          "hours": "13:00 PM - 16:00 PM",
          "booked": false
        },
        {
          "id": 1,
          "hours": "18:00 PM - 20:00 PM",
          "booked": false
        }
      ]
    },
    {
      "id": 3,
      "name": "Jose Luis",
      "area": "Dentist",
      "description": "A responsible doctor who always tries to help those who need it.",
      "patients": 5,
      "years": 235,
      "age": 64,
      "cost": 21.11,
      "photo": "https://w7.pngwing.com/pngs/964/394/png-transparent-foreign-doctor-material-doctors-doctor-material-male-doctor.png",
      "education": [
        {
          "id": 0,
          "name": "LA CALLE"
        }
      ],
      "hoursAvailable": [
        {
          "id": 0,
          "hours": "9:00 AM - 10:00 AM",
          "booked": true
        },
        {
          "id": 1,
          "hours": "12:00 PM - 14:00 PM",
          "booked": false
        },
        {
          "id": 2,
          "hours": "15:30 PM - 17:00 PM",
          "booked": false
        },
        {
          "id": 3,
          "hours": "17:00 PM - 18:30 PM",
          "booked": false
        },
        {
          "id": 4,
          "hours": "20:00 PM - 21:00 PM",
          "booked": false
        },
        {
          "id": 5,
          "hours": "21:00 PM - 23:00 PM",
          "booked": false
        }
      ]
    },
    {
      "id": 4,
      "name": "Miguel Luis",
      "area": "Psychologist",
      "description": "A responsible doctor who always tries to help those who need it.",
      "patients": 15,
      "years": 295,
      "age": 13,
      "cost": 10,
      "photo": "https://e.rpp-noticias.io/xlarge/2022/01/18/120416058c39a2a4f757ee52afc005b78d1c568jpg.jpg",
      "education": [
        {
          "id": 0,
          "name": "SENATI"
        },
        {
          "id": 1,
          "name": "UNT"
        }
      ],
      "hoursAvailable": [
        {
          "id": 0,
          "hours": "9:00 AM - 10:00 AM",
          "booked": false
        },
        {
          "id": 1,
          "hours": "17:00 PM - 18:30 PM",
          "booked": false
        },
        {
          "id": 2,
          "hours": "20:00 PM - 21:00 PM",
          "booked": false
        }
      ]
    },
    {
      "id": 5,
      "name": "Jonatan Mondragon",
      "area": "Plastic Surgeon",
      "description": "A responsible doctor who always tries to help those who need it.",
      "patients": 211,
      "years": 15,
      "age": 70,
      "cost": 123.23,
      "photo": "https://i.pinimg.com/564x/2d/c8/04/2dc80483d6f565e49466bbce009fcff3.jpg",
      "education": [
        {
          "id": 0,
          "name": "CSV"
        },
        {
          "id": 1,
          "name": "ESAN"
        }
      ],
      "hoursAvailable": [
        {
          "id": 0,
          "hours": "06:00 AM - 08:00 AM",
          "booked": false
        },
        {
          "id": 1,
          "hours": "12:00 PM - 13:00 PM",
          "booked": false
        },
        {
          "id": 2,
          "hours": "14:30 PM - 15:00 PM",
          "booked": false
        },
        {
          "id": 3,
          "hours": "18:00 PM - 20:30 PM",
          "booked": false
        }
      ]
    }
  ],
  "reviews": [
    {
      "id": 0,
      "profilePhotoUrl": "../../src/assets/images/Camila Hernández image.jpg",
      "customerName": "Camila Hernández",
      "customerReview": "Very good specialist. Help me with every question I had. I would definetely recommen it!!!",
      "customerScore": 4,
      "idPatient": 0,
      "idDoctor": 2
    },
    {
      "id": 1,
      "profilePhotoUrl": "../../src/assets/images/Alessandro Ramirez image.jpg",
      "customerName": "Alessandro Ramirez",
      "customerReview": "Such a great doctor. She was very kind at all times and help me understand how I should correctly perform my daily routine to take care of myself.",
      "customerScore": 4,
      "idPatient": 1,
      "idDoctor": 0
    },
    {
      "id": 2,
      "profilePhotoUrl": "../../src/assets/images/Alessandro Ramirez image.jpg",
      "customerName": "Monica Sanchez",
      "customerReview": "Such a great doctor. She was very kind at all times and help me understand how I should correctly perform my daily routine to take care of myself.",
      "customerScore": 1,
      "idPatient": 1,
      "idDoctor": 0
    },
    {
      "id": 3,
      "profilePhotoUrl": "../../src/assets/images/Alessandro Ramirez image.jpg",
      "customerName": "Ivet Martinez",
      "customerReview": "Such a great doctor. She was very kind at all times and help me understand how I should correctly perform my daily routine to take care of myself.",
      "customerScore": 2,
      "idPatient": 1,
      "idDoctor": 0
    },
    {
      "id": 4,
      "profilePhotoUrl": "../../src/assets/images/Alessandro Ramirez image.jpg",
      "customerName": "Alessandro Ramirez",
      "customerReview": "Such a great doctor. She was very kind at all times and help me understand how I should correctly perform my daily routine to take care of myself.",
      "customerScore": 3,
      "idPatient": 1,
      "idDoctor": 1
    },
    {
      "id": 5,
      "profilePhotoUrl": "../../src/assets/images/Alessandro Ramirez image.jpg",
      "customerName": "Aquiles Brinco",
      "customerReview": "Such a great doctor. She was very kind at all times and help me understand how I should correctly perform my daily routine to take care of myself.",
      "customerScore": 2,
      "idPatient": 1,
      "idDoctor": 2
    },
    {
      "id": 6,
      "profilePhotoUrl": "https://s1.eestatic.com/2020/05/11/actualidad/actualidad_489212860_151809095_1024x576.jpg",
      "customerName": "Nancy Elliott",
      "customerReview": "This was one of the nicest experiences i ever had with a doctor",
      "customerScore": 3,
      "idUser": 2,
      "idDoctor": 2
    },
    {
      "id": 7,
      "profilePhotoUrl": "https://s1.eestatic.com/2020/05/11/actualidad/actualidad_489212860_151809095_1024x576.jpg",
      "customerName": "Nancy Elliott",
      "customerReview": "This was a nice attention",
      "customerScore": 3,
      "idUser": 2,
      "idDoctor": 5
    },
    {
      "id": 8,
      "profilePhotoUrl": "https://thumbs.dreamstime.com/b/viejo-hombre-24922470.jpg",
      "customerName": "Martin Vizcarra",
      "customerReview": "It was a good experience.",
      "customerScore": 3,
      "idUser": 0,
      "idDoctor": 1
    }
  ],
  "dates": [
    {
      "id": 0,
      "idPatient": 0,
      "doctorId": 0,
      "date": "2022-10-14",
      "hourId": 0
    },
    {
      "id": 1,
      "idPatient": 2,
      "doctorId": 0,
      "date": "2022-10-14",
      "hourId": 1
    },
    {
      "id": 2,
      "idPatient": 1,
      "doctorId": 3,
      "date": "2022-10-15",
      "hourId": 1
    },
    {
      "id": 3,
      "idPatient": 3,
      "doctorId": 1,
      "date": "2022-10-15",
      "hourId": 1
    },
    {
      "id": 4,
      "idPatient": "2",
      "doctorId": 3,
      "date": "2022-10-21",
      "hourId": 0
    },
    {
      "id": 5,
      "idPatient": "2",
      "doctorId": 2,
      "date": "2022-10-21",
      "hourId": 0
    },
    {
      "id": 6,
      "idPatient": "2",
      "doctorId": 2,
      "date": "2022-10-21",
      "hourId": 0
    },
    {
      "id": 7,
      "idPatient": "0",
      "doctorId": 1,
      "date": "2022-10-22",
      "hourId": 0
    },
    {
      "id": 8,
      "idPatient": "0",
      "doctorId": 1,
      "date": "2022-10-28",
      "hourId": 0
    },
    {
      "id": 9,
      "idPatient": "0",
      "doctorId": 3,
      "date": "2022-10-28",
      "hourId": 0
    }
  ],
  "prescriptions": [
    {
      "id": 0,
      "idPatient": 0,
      "dateIssue": "10/05/2018",
      "dateExpiration": "09/06/2018",
      "medicalSpeciality": "Dermatology",
      "recipCode": "123456789",
      "condition": "Valid",
      "rest": ". Sleep a lot Rest your voice too.",
      "drink": ". Liquids keep the throat hydrated and prevent dehydration. Avoid caffeine and alcohol, which can dehydrate you.",
      "food": ". Hot beverages, such as broth, non-caffeinated tea, or warm water with honey, and cold snacks, such as popsicle sticks, can soothe a sore throat. You should never give honey to babies younger than 1 month old.",
      "medicines": [
        {
          "id": 0,
          "medicine": "Paracetamol - 100g"
        },
        {
          "id": 1,
          "medicine": "Multibiotics - 4 Sachets"
        }
      ],
      "numberDose": 3,
      "meals": [
        "After Breakfast",
        "After Lunch",
        "After Dinner"
      ],
      "hours": [
        "14:00 AM",
        "3:00 PM",
        "8:00 PM"
      ]
    },
    {
      "id": 1,
      "idPatient": 1,
      "dateIssue": "14/02/2018",
      "dateExpiration": "09/06/2018",
      "medicalSpeciality": "Dermatology",
      "recipCode": "123456789",
      "condition": "Valid",
      "rest": ". Sleep a lot Rest your voice too.",
      "drink": ". Liquids keep the throat hydrated and prevent dehydration. Avoid caffeine and alcohol, which can dehydrate you.",
      "food": ". Hot beverages, such as broth, non-caffeinated tea, or warm water with honey, and cold snacks, such as popsicle sticks, can soothe a sore throat. You should never give honey to babies younger than 1 month old.",
      "medicines": [
        {
          "id": 0,
          "medicine": "Paracetamol - 100g"
        },
        {
          "id": 1,
          "medicine": "Multibiotics - 4 Sachets"
        },
        {
          "id": 2,
          "medicine": "Ibuprofeno - 4 Sachets"
        }
      ],
      "numberDose": 1,
      "meals": [
        "After Breakfast",
        "After Lunch",
        "After Dinner"
      ],
      "hours": [
        "8:00 AM",
        "3:00 PM",
        "8:00 PM"
      ]
    },
    {
      "id": 2,
      "idPatient": 2,
      "dateIssue": "01/05/2008",
      "dateExpiration": "09/06/2018",
      "medicalSpeciality": "Dermatology",
      "recipCode": "123456789",
      "condition": "Valid",
      "rest": ". Sleep a lot Rest your voice too.",
      "drink": ". Liquids keep the throat hydrated and prevent dehydration. Avoid caffeine and alcohol, which can dehydrate you.",
      "food": ". Hot beverages, such as broth, non-caffeinated tea, or warm water with honethroat. You should never give honey to babies younger than 1 month old.",
      "medicines": [
        {
          "id": 0,
          "medicine": "Paracetamol - 100g"
        },
        {
          "id": 1,
          "medicine": "Multibiotics - 4 Sachets"
        }
      ],
      "numberDose": 3,
      "meals": [
        "After Breakfast",
        "After Lunch",
        "After Dinner"
      ],
      "hours": [
        "8:00 AM",
        "3:00 PM",
        "8:00 PM"
      ]
    },
    {
      "id": 3,
      "idPatient": 0,
      "dateIssue": "27/05/2020",
      "dateExpiration": "09/06/2018",
      "medicalSpeciality": "Dermatology",
      "recipCode": "123456789",
      "condition": "Valid",
      "rest": ". Sleep a lot Rest your voice too.",
      "drink": ". Liquids keep the throat hydrated and prevent dehydration. Avoid caffeine and alcohol, which can dehydrate you.",
      "food": ". Hot beverages, such as broth, non-caffeinated tea, or warm water with honey, and cold snacks, such as popsicle sticks, can soothe a sore throat. You should never give honey to babies younger than 1 month old.",
      "medicines": [
        {
          "id": 0,
          "medicine": "Paracetamol - 100g"
        },
        {
          "id": 1,
          "medicine": "Multibiotics - 4 Sachets"
        }
      ],
      "numberDose": 3,
      "meals": [
        "Before Breakfast",
        "After Lunch",
        "After Dinner"
      ],
      "hours": [
        "8:00 AM",
        "6:00 PM",
        "8:00 PM"
      ]
    },
    {
      "id": 4,
      "idPatient": 0,
      "dateIssue": "20/05/2318",
      "dateExpiration": "09/06/2018",
      "medicalSpeciality": "Dermatology",
      "recipCode": "123456789",
      "condition": "Valid",
      "rest": ". Sleep a lot Rest your voice too.",
      "drink": ". Liquids keep the throat hydrated and prevent dehydration. Avoid caffeine and alcohol, which can dehydrate you.",
      "food": ". Hot beverages, such as broth, non-caffeinated tea, or warm water with honey, and cold snacks, such as popsicle sticks, can soothe a sore throat. You should never give honey to babies younger than 1 month old.",
      "medicines": [
        {
          "id": 0,
          "medicine": "Paracetamol - 100g"
        },
        {
          "id": 1,
          "medicine": "Multibiotics - 4 Sachets"
        }
      ],
      "numberDose": 3,
      "meals": [
        "After Breakfast",
        "After Lunch",
        "After Dinner"
      ],
      "hours": [
        "8:00 AM",
        "3:00 PM",
        "8:00 PM"
      ]
    },
    {
      "id": 5,
      "idPatient": 1,
      "dateIssue": "13/05/1018",
      "dateExpiration": "09/06/2018",
      "medicalSpeciality": "Dermatology",
      "recipCode": "123456789",
      "condition": "Valid",
      "rest": ". Sleep a lot Rest your voice too.",
      "drink": ". Liquids keep the throat hydrated and prevent dehydration. Avoid caffeine and alcohol, which can dehydrate you.",
      "food": ". Hot beverages, such as broth, non-caffeinated tea, or warm water with honey, and cold snacks, such as popsicle sticks, can soothe a sore throat. You should never give honey to babies younger than 1 month old.",
      "medicines": [
        {
          "id": 0,
          "medicine": "Paracetamol - 100g"
        },
        {
          "id": 1,
          "medicine": "Multibiotics - 4 Sachets"
        }
      ],
      "numberDose": 3,
      "meals": [
        "After Breakfast",
        "After Lunch",
        "After Dinner"
      ],
      "hours": [
        "8:00 AM",
        "3:00 PM",
        "10:00 PM"
      ]
    },
    {
      "id": 6,
      "idPatient": 2,
      "dateIssue": "18/05/4018",
      "dateExpiration": "09/06/2018",
      "medicalSpeciality": "Dermatology",
      "recipCode": "123456789",
      "condition": "Valid",
      "rest": ". Sleep a lot Rest your voice too.",
      "drink": ". Liquids keep the throat hydrated and prevent dehydration. Avoid caffeine and alcohol, which can dehydrate you.",
      "food": ". Hot beverages, such as broth, non-caffeinated tea, or warm water with honey, and cold snacks, such as popsicle sticks, can soothe a sore throat. You should never give honey to babies younger than 1 month old.",
      "medicines": [
        {
          "id": 0,
          "medicine": "Paracetamol - 100g"
        },
        {
          "id": 1,
          "medicine": "Multibiotics - 4 Sachets"
        }
      ],
      "numberDose": 3,
      "meals": [
        "After Breakfast",
        "After Lunch",
        "After Dinner"
      ],
      "hours": [
        "8:00 AM",
        "12:00 PM",
        "3:00 PM"
      ]
    },
    {
      "id": 7,
      "idPatient": 2,
      "dateIssue": "11/05/2018",
      "dateExpiration": "09/06/2018",
      "medicalSpeciality": "Dermatology",
      "recipCode": "123456789",
      "condition": "Valid",
      "rest": ". Sleep a lot Rest your voice too.",
      "drink": ". Liquids keep the throat hydrated and prevent dehydration. Avoid caffeine and alcohol, which can dehydrate you.",
      "food": ". Hot beverages, such as broth, non-caffeinated tea, or warm water with honey, and cold snacks, such as popsicle sticks, can soothe a sore throat. You should never give honey to babies younger than 1 month old.",
      "medicines": [
        {
          "id": 0,
          "medicine": "Paracetamol - 100g"
        },
        {
          "id": 1,
          "medicine": "Multibiotics - 4 Sachets"
        }
      ],
      "numberDose": 3,
      "meals": [
        "After Breakfast",
        "After Lunch",
        "After Dinner"
      ],
      "hours": [
        "8:00 AM",
        "3:00 PM",
        "8:00 PM"
      ]
    }
  ]
}